Repository: KirnoNTX/open-web-calendar
Catalog: open_web_calendar/translations/*/LC_MESSAGES/index.md.po
Languages: de

source: Customize Your Own Online Calendar Display
de: Gib Deinem Online-Kalender eine Persönliche Ansicht

source: See the features or try the Open Web Calendar yourself!
de: Schau, was möglich ist oder probiere den Offenen Web-Kalender aus!

source: A highly flexible calendar display for your website.
de: Eine hoch-flexibel anpassbare Kalenderanzeige für Deine Webseite.

source: Give a calendar your personal touch within minutes!
de: Gib in wenigen Minuten einem Kalender deine persönliche Note!

source: **[Try it out now!](https://open-web-calendar.hosted.quelltext.eu)**
de: **[Probiere es aus!](https://open-web-calendar.hosted.quelltext.eu)**

source: Features
de: Fähigkeiten

source: Instant Event Syncing
de: Sofortige Terminanzeige

source: Embed with an HTML snippet
de: Mit HTML einbetten

source: Desktop and Mobile
de: Computer und Smartphone

source: Multi-Language Support
de: Viele Sprachen

source: Fixed and Automatic Timezone
de: Feste und Automatische Zeitzonen

source: Easy Editing
de: Einfaches Anpassen

source: Designs To Choose
de: Auswahl an Designs

source: Multiple Calendar Sources
de: Mehrere Kalenderquellen

source: Style per Calendar, Category and more
de: Hervorheben von Kalendern, Kategorien und mehr

source: Custom CSS
de: Eigenes CSS

source: Day, Week, Month, Agenda
de: Tag, Woche, Monat, Agenda

source: Work Week
de: Arbeitswoche

source: Custom Date & Time Range
de: Eigene Tages- and Zeitabschnitte

source: Custom Title & Icon
de: Eigener Titel und Icon

source: Click on Event Location
de: Öffne Terminorte

source: Styled Event Descriptions
de: Stilisierte Terminbeschreibungen

source: FOSS - No Vendor Lock-In
de: Freie Software - Kein Lock-In

source: Subscribe Link
de: Link zum Abbonieren

source: Community and Paid Support
de: Gemeinschaftliche und Bezahlte Hilfe

source: [See Examples](templates)
de: [Beispiele ansehen](templates)

source: [Hosted](https://open-web-calendar.hosted.quelltext.eu) and [Self-Hosted](host/self)
de: [Bereitgestellt](https://open-web-calendar.hosted.quelltext.eu) und [eigener Server](host/self)

source: [Developer API](dev/api)
de: [Entwickler-API](dev/api)

source: Embed a highly customizable web calendar into your website using ICal source links
de: Füge einen hoch-anpassbaren Webkalender in Deine Webseite ein, auf der Basis von ICS-Links

source: Open Web Calendar
de: Offener Web-Kalender

source: Permanent link
de: Fester Link

source: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/christmas-day.json" target="_blank">Edit the calendar</a>
de: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/christmas-day.json" target="_blank">Passe den Kalender an</a>

source: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/family-planning.json" target="_blank">Edit the calendar</a>
de: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/family-planning.json" target="_blank">Passe den Kalender an</a>

source: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/timezone-example.json" target="_blank">Edit the calendar</a>
de: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/timezone-example.json" target="_blank">Passe den Kalender an</a>

source: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/free-and-busy.json" target="_blank">Edit the calendar</a>
de: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/free-and-busy.json" target="_blank">Passe den Kalender an</a>

source: See also:
de: Siehe auch:

source: [configure a proxy]: #ssrf-protection-with-a-proxy-server
de: [Benutze einen Proxy]: #ssrf-protection-with-a-proxy-server

source: After you have set up your own server, you can [configure the behavior](../configure).
de: Nachdem Du einen Server aufgesetzt hast, [kannst Du sein Verhalten anpassen](../configure).

source: Python Package
de: Python-Paket

source: When you try to access a forbidden calendar with the local `open-web-calendar`, e.q. `http://172.16.0.1/calendar.ics`, you will see this error message:
de: Wenn Du versuchst, einen verbotenen Kalender mit dem lokalen `open-web-calendar` zu besuchen, z.B. `http://172.16.0.1/calendar.ics`, dann siehst du diese Nachricht:
